IDEA Open Model
ConnectionSetup.ApplyBearingCheck Property
Compatible with IDEA StatiCa Beta 20.0
 ApplyBearingCheck
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool ApplyBearingCheck { get; set; }
Public Property ApplyBearingCheck As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace